/* Localizable strings of com.apple.MCXRedirector preference manifest */

"MCXRedirector.pfm_title" =			"檔案夾重新導向";
"MCXRedirector.pfm_description" =			"建立和移除使用者個人專屬檔案夾至其他檔案夾的符號連結。使用者必須有適當權限才能存取目標檔案夾。";

"LoginRedirection-raw.pfm_title" =			"登入重新導向";
"LoginRedirection-raw.pfm_description" =			"使用者登入時執行重新導向。";
"OtherRedirection-raw.pfm_title" =			"其他重新導向";
"OtherRedirection-raw.pfm_description" =			"網路轉換和管理偏好設定時執行重新導向。";
"LogoutRedirection-raw.pfm_title" =			"登出重新導向";
"LogoutRedirection-raw.pfm_description" =			"使用者登出時執行重新導向。";

"ActionInfo.pfm_title" =			"重新導向動作";
"ActionInfo.pfm_description" =			"重新導向動作。";

"action.pfm_title" =			"動作";
"action.pfm_description" =			"已執行動作。使用“deleteAndCreateSymLink”來刪除“檔案夾路徑”裡的項目，然後建立至“目標檔案夾路徑”的符號連結。使用“renameAndCreateSymLink”來重新命名“檔案夾路徑”裡的項目，然後建立至“目標檔案夾路徑”的符號連結。使用“deletePath”來刪除“檔案夾路徑”裡的項目。使用“deleteSymLinkAndRestore”來刪除“檔案夾路徑”裡的項目並將由“renameAndCreateSymLink”所製作的檔案夾搬移至“檔案夾路徑”。";
"path.pfm_title" =			"檔案夾路徑";
"path.pfm_description" =			"用於執行動作及符號連結所在的檔案夾路徑。路徑必須位於使用者的個人專屬。路徑開頭為“~/”。";
"destPath.pfm_title" =			"目標檔案夾路徑";
"destPath.pfm_description" =			"用於符號連結的目標檔案夾路經。使用“~”來指定目前使用者個人專屬裡的路徑。使用“%@”來指定目前使用者的名稱。";
